Repository: cubetech/post-forking
Catalog: languages/post-forking-*.po
Languages: de_de

source: Fork updated.
de_de: Zweig aktualisiert.

source: Custom field updated.
de_de: Benutzerdefinertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefinertes Feld gelöscht.

source: Fork restored to revision from %s
de_de: Wiederherstellen des Zweig zu Revision vom %s

source: Fork published. <a href="%s">Download Fork</a>
de_de: Zweig veröffentlicht. <a href="%s">Download Zweig</a>

source: Fork saved.
de_de: Zweig gespeichert.

source: Fork submitted.
de_de: Zweig vorgelegt.

source: Fork scheduled for:
de_de: Zweig eingeplant für:

source: Fork draft updated.
de_de: Zweigentwurf aktualisiert.

source: Create branch
de_de: Zweig erstellen

source: Fork
de_de: Zweig

source: Compare
de_de: Vergleichen

source: Compare a Fork to its parent
de_de: Vergleiche einen Zweig mit dem Elternzweig

source: Invalid type for right side; must be a fork.
de_de: Falscher Type für die rechte Seite; es muss ein Zweig sein.

source: Failed to save
de_de: Fehler beim sichern

source: You are not authorized to merge forks
de_de: Du bist nicht autorisiert zum Zusammenführen der Zweigs

source: Current Version
de_de: Aktelle Version

source: Fork Settings
de_de: Zweigeinstellungen

source: Settings
de_de: Einstellungen

# post-forking
source: Forks
de_de: Zweige

# post-forking
source: Fork
de_de: Zweig

# post-forking
source: Edit Fork
de_de: Zweig bearbeiten

# post-forking
source: New Fork
de_de: Neuer Zweig

# post-forking
source: View Fork
de_de: Zweig ansehen

# post-forking
source: Search Forks
de_de: Zweig suchen

# post-forking
source: No forks found
de_de: Keine Zweige gefunden

# post-forking
source: No forks found in Trash
de_de: Keine Zweige im Papierkorb gefunden

# post-forking
source: Parent Fork:
de_de: Elternzweig:

# post-forking
source: Merged
de_de: Zusammengeführt

source: Merged <span class="count">(%s)</span>
de_de: Zusammengeführt <span class="count">(%s)</span>

source: That post type does not support forking
de_de: Dieser Artikeltype unterstützt das Verzweigen nicht

source: You are not authorized to fork that post
de_de: Du bist nicht autorisiert zum Verzweigen dieses Artikels

source: Create New Branch
de_de: Erstelle einen neuen Zweig

source: Branch:
de_de: Zweig:

source: This fork cannot be merged with its parent post. Please resolve the conflict below before attempting to publish again, or use the <a href="%s">interactive merge tool.</a>
de_de: Dieser Zweig kann nicht mit dem Elternartikel zusammengeführt werden. Bitte beseitige den Konflikt, bevor du erneut veröffentlichst oder nutze das <a href="%s">interaktive Werkzeug zum Zusammenführen</a>.

source: Compare Fork:
de_de: Zweig vergleichen:

source: Forked from <a href="%1$s">%2$s</a>
de_de: Verzweigt von <a href="%1$s">%2$s</a>

source: Manually Merge Fork
de_de: Zweig manuell Zusammenführen

source: Clicking "Manually Merge Fork" will save your changes above to the original post and mark the fork as merged.
de_de: Klick "Zweig manuell Zusammenführen" um deine Änderungen zum ürsprünglichen Artikel zu sichern und den Zweig als zusammengeführt zu markieren.

source: Save Fork
de_de: Zweig gespeichert

source: Merge
de_de: Zusammenführen

source: Fork Options
de_de: Zweigeinstellungen

source: Post Types
de_de: Artikeltypen

source: View Fork
de_de: Zweig ansehen

source: Post Forking
de_de: Artikelzweige

source: WordPress Post Forking allows users to "fork" or create an alternate version of content to foster a more collaborative approach to WordPress content curation.
de_de: WordPress Artikelzweige erlaubten es Anwendern zu "Verzweigen" oder alternative Versionen von Inhalten zu pflegen um einen kooperativen Ansatz für mehr WordPress Inhalte zu schaffen.

source: Overview
de_de: Übersicht

source: First Content on Contextual help - Post Types
de_de: Test Inhalt für die Contextual help - Post Types

source: For more information:
de_de: Für mehr Informationen:

source: <a href="https://github.com/post-forking/post-forking">Project repository</a>
de_de: <a href="https://github.com/post-forking/post-forking">Projektrepository</a>

source: <a href="https://github.com/post-forking/post-forking/wiki">Post Forking Wiki</a>
de_de: <a href="https://github.com/post-forking/post-forking/wiki">Artikelzweige Wiki</a>

source: WordPress Post Forking introduces many of Git's well-established conventions to the WordPress world, and as a result, uses a unique vocabulary to describe what it does:
de_de: WordPress Artikelzweige ergänzt die WordPress Welt mit vielen von Git gut etablierten Konventionen.

source: %sPost%s - Any WordPress post that uses the post_content field, including posts, pages, and custom post types
de_de: %sPost%s - Jeder WordPress Artikeltype, der das post_content Feld benutzt, inklusive Artikel, Seiten und benutzerdefinierte Typen.

source: %sFork%s - Clone of a post intended for editing without disturbing the parent post
de_de: %sFork%s - Klon eines Artikel, bestimmt für das Bearbeiten ohne den Elternartikel.

source: %sBranch%s - Parallel versions of the same parent post, owned by the post author
de_de: %sBranch%s - Eine parallel Version des gleichen Elternartikels, im Besitz des Artikelautors.

source: %sMerge%s - To push a fork's changes back into its parent post
de_de: %sMerge%s - Veränderungen eines Zweiges an den Elternartikel zurück geben, Zusammenführen.

source: %sConflict%s - When a post is forked if a given line is changed on the fork, and that same line is subsequently edited on the parent post prior to the merge, the post cannot be automatically merged, and the conflict is presented to the merger to resolve
de_de: %sKonflikt%s - Wenn ein Artikel verzweigt ist und bestimmte Teile der Veränderungen des Zweiges in der den gleichen Teilen verändert wurde, verändert im Elternartikel, dann kann die Zusammenführung nicht automatisch erfolgen und der Konflikt muss manuell gelöst werden.
